7767517
385 426
Input                    0                        0 1 0
Convolution              589                      1 1 0 589 0=64 1=7 3=2 4=3 5=1 6=9408 8=2
BatchNorm                590                      1 1 589 590 0=64
ReLU                     591                      1 1 590 591
Split                    splitncnn_0              1 2 591 591_splitncnn_0 591_splitncnn_1
BatchNorm                592                      1 1 591_splitncnn_1 592 0=64
ReLU                     593                      1 1 592 593
Convolution              594                      1 1 593 594 0=64 1=1 5=1 6=4096 8=2
BatchNorm                595                      1 1 594 595 0=64
ReLU                     596                      1 1 595 596
Convolution              597                      1 1 596 597 0=64 1=3 4=1 5=1 6=36864 8=2
BatchNorm                598                      1 1 597 598 0=64
ReLU                     599                      1 1 598 599
Convolution              600                      1 1 599 600 0=128 1=1 5=1 6=8192 8=2
Convolution              601                      1 1 591_splitncnn_0 601 0=128 1=1 5=1 6=8192 8=2
BinaryOp                 602                      2 1 600 601 602
Pooling                  603                      1 1 602 603 1=2 2=2 5=1
Split                    splitncnn_1              1 2 603 603_splitncnn_0 603_splitncnn_1
BatchNorm                604                      1 1 603_splitncnn_1 604 0=128
ReLU                     605                      1 1 604 605
Convolution              606                      1 1 605 606 0=128 1=1 5=1 6=16384 8=2
BatchNorm                607                      1 1 606 607 0=128
ReLU                     608                      1 1 607 608
Convolution              609                      1 1 608 609 0=128 1=3 4=1 5=1 6=147456 8=2
BatchNorm                610                      1 1 609 610 0=128
ReLU                     611                      1 1 610 611
Convolution              612                      1 1 611 612 0=256 1=1 5=1 6=32768 8=2
Convolution              613                      1 1 603_splitncnn_0 613 0=256 1=1 5=1 6=32768 8=2
BinaryOp                 614                      2 1 612 613 614
Split                    splitncnn_2              1 2 614 614_splitncnn_0 614_splitncnn_1
BatchNorm                615                      1 1 614_splitncnn_1 615 0=256
ReLU                     616                      1 1 615 616
Convolution              617                      1 1 616 617 0=128 1=1 5=1 6=32768 8=2
BatchNorm                618                      1 1 617 618 0=128
ReLU                     619                      1 1 618 619
Convolution              620                      1 1 619 620 0=128 1=3 4=1 5=1 6=147456 8=2
BatchNorm                621                      1 1 620 621 0=128
ReLU                     622                      1 1 621 622
Convolution              623                      1 1 622 623 0=256 1=1 5=1 6=32768 8=2
BinaryOp                 624                      2 1 623 614_splitncnn_0 624
Split                    splitncnn_3              1 4 624 624_splitncnn_0 624_splitncnn_1 624_splitncnn_2 624_splitncnn_3
BatchNorm                625                      1 1 624_splitncnn_3 625 0=256
ReLU                     626                      1 1 625 626
Convolution              627                      1 1 626 627 0=128 1=1 5=1 6=32768 8=2
BatchNorm                628                      1 1 627 628 0=128
ReLU                     629                      1 1 628 629
Convolution              630                      1 1 629 630 0=128 1=3 4=1 5=1 6=147456 8=2
BatchNorm                631                      1 1 630 631 0=128
ReLU                     632                      1 1 631 632
Convolution              633                      1 1 632 633 0=256 1=1 5=1 6=32768 8=2
BinaryOp                 634                      2 1 633 624_splitncnn_2 634
Pooling                  635                      1 1 624_splitncnn_1 635 1=2 2=2 5=1
Split                    splitncnn_4              1 2 635 635_splitncnn_0 635_splitncnn_1
BatchNorm                636                      1 1 635_splitncnn_1 636 0=256
ReLU                     637                      1 1 636 637
Convolution              638                      1 1 637 638 0=128 1=1 5=1 6=32768 8=2
BatchNorm                639                      1 1 638 639 0=128
ReLU                     640                      1 1 639 640
Convolution              641                      1 1 640 641 0=128 1=3 4=1 5=1 6=147456 8=2
BatchNorm                642                      1 1 641 642 0=128
ReLU                     643                      1 1 642 643
Convolution              644                      1 1 643 644 0=256 1=1 5=1 6=32768 8=2
BinaryOp                 645                      2 1 644 635_splitncnn_0 645
Split                    splitncnn_5              1 3 645 645_splitncnn_0 645_splitncnn_1 645_splitncnn_2
BatchNorm                646                      1 1 645_splitncnn_2 646 0=256
ReLU                     647                      1 1 646 647
Convolution              648                      1 1 647 648 0=128 1=1 5=1 6=32768 8=2
BatchNorm                649                      1 1 648 649 0=128
ReLU                     650                      1 1 649 650
Convolution              651                      1 1 650 651 0=128 1=3 4=1 5=1 6=147456 8=2
BatchNorm                652                      1 1 651 652 0=128
ReLU                     653                      1 1 652 653
Convolution              654                      1 1 653 654 0=256 1=1 5=1 6=32768 8=2
BinaryOp                 655                      2 1 654 645_splitncnn_1 655
Pooling                  656                      1 1 645_splitncnn_0 656 1=2 2=2 5=1
Split                    splitncnn_6              1 2 656 656_splitncnn_0 656_splitncnn_1
BatchNorm                657                      1 1 656_splitncnn_1 657 0=256
ReLU                     658                      1 1 657 658
Convolution              659                      1 1 658 659 0=128 1=1 5=1 6=32768 8=2
BatchNorm                660                      1 1 659 660 0=128
ReLU                     661                      1 1 660 661
Convolution              662                      1 1 661 662 0=128 1=3 4=1 5=1 6=147456 8=2
BatchNorm                663                      1 1 662 663 0=128
ReLU                     664                      1 1 663 664
Convolution              665                      1 1 664 665 0=256 1=1 5=1 6=32768 8=2
BinaryOp                 666                      2 1 665 656_splitncnn_0 666
Split                    splitncnn_7              1 3 666 666_splitncnn_0 666_splitncnn_1 666_splitncnn_2
BatchNorm                667                      1 1 666_splitncnn_2 667 0=256
ReLU                     668                      1 1 667 668
Convolution              669                      1 1 668 669 0=128 1=1 5=1 6=32768 8=2
BatchNorm                670                      1 1 669 670 0=128
ReLU                     671                      1 1 670 671
Convolution              672                      1 1 671 672 0=128 1=3 4=1 5=1 6=147456 8=2
BatchNorm                673                      1 1 672 673 0=128
ReLU                     674                      1 1 673 674
Convolution              675                      1 1 674 675 0=256 1=1 5=1 6=32768 8=2
BinaryOp                 676                      2 1 675 666_splitncnn_1 676
Pooling                  677                      1 1 666_splitncnn_0 677 1=2 2=2 5=1
Split                    splitncnn_8              1 2 677 677_splitncnn_0 677_splitncnn_1
BatchNorm                678                      1 1 677_splitncnn_1 678 0=256
ReLU                     679                      1 1 678 679
Convolution              680                      1 1 679 680 0=128 1=1 5=1 6=32768 8=2
BatchNorm                681                      1 1 680 681 0=128
ReLU                     682                      1 1 681 682
Convolution              683                      1 1 682 683 0=128 1=3 4=1 5=1 6=147456 8=2
BatchNorm                684                      1 1 683 684 0=128
ReLU                     685                      1 1 684 685
Convolution              686                      1 1 685 686 0=256 1=1 5=1 6=32768 8=2
BinaryOp                 687                      2 1 686 677_splitncnn_0 687
Split                    splitncnn_9              1 3 687 687_splitncnn_0 687_splitncnn_1 687_splitncnn_2
BatchNorm                688                      1 1 687_splitncnn_2 688 0=256
ReLU                     689                      1 1 688 689
Convolution              690                      1 1 689 690 0=128 1=1 5=1 6=32768 8=2
BatchNorm                691                      1 1 690 691 0=128
ReLU                     692                      1 1 691 692
Convolution              693                      1 1 692 693 0=128 1=3 4=1 5=1 6=147456 8=2
BatchNorm                694                      1 1 693 694 0=128
ReLU                     695                      1 1 694 695
Convolution              696                      1 1 695 696 0=256 1=1 5=1 6=32768 8=2
BinaryOp                 697                      2 1 696 687_splitncnn_1 697
Pooling                  698                      1 1 687_splitncnn_0 698 1=2 2=2 5=1
Split                    splitncnn_10             1 2 698 698_splitncnn_0 698_splitncnn_1
BatchNorm                699                      1 1 698_splitncnn_1 699 0=256
ReLU                     700                      1 1 699 700
Convolution              701                      1 1 700 701 0=128 1=1 5=1 6=32768 8=2
BatchNorm                702                      1 1 701 702 0=128
ReLU                     703                      1 1 702 703
Convolution              704                      1 1 703 704 0=128 1=3 4=1 5=1 6=147456 8=2
BatchNorm                705                      1 1 704 705 0=128
ReLU                     706                      1 1 705 706
Convolution              707                      1 1 706 707 0=256 1=1 5=1 6=32768 8=2
BinaryOp                 708                      2 1 707 698_splitncnn_0 708
Split                    splitncnn_11             1 2 708 708_splitncnn_0 708_splitncnn_1
BatchNorm                709                      1 1 708_splitncnn_1 709 0=256
ReLU                     710                      1 1 709 710
Convolution              711                      1 1 710 711 0=128 1=1 5=1 6=32768 8=2
BatchNorm                712                      1 1 711 712 0=128
ReLU                     713                      1 1 712 713
Convolution              714                      1 1 713 714 0=128 1=3 4=1 5=1 6=147456 8=2
BatchNorm                715                      1 1 714 715 0=128
ReLU                     716                      1 1 715 716
Convolution              717                      1 1 716 717 0=256 1=1 5=1 6=32768 8=2
BinaryOp                 718                      2 1 717 708_splitncnn_0 718
Split                    splitncnn_12             1 2 718 718_splitncnn_0 718_splitncnn_1
BatchNorm                719                      1 1 718_splitncnn_1 719 0=256
ReLU                     720                      1 1 719 720
Convolution              721                      1 1 720 721 0=128 1=1 5=1 6=32768 8=2
BatchNorm                722                      1 1 721 722 0=128
ReLU                     723                      1 1 722 723
Convolution              724                      1 1 723 724 0=128 1=3 4=1 5=1 6=147456 8=2
BatchNorm                725                      1 1 724 725 0=128
ReLU                     726                      1 1 725 726
Convolution              727                      1 1 726 727 0=256 1=1 5=1 6=32768 8=2
BinaryOp                 728                      2 1 727 718_splitncnn_0 728
Interp                   729                      1 1 728 729 0=1 3=8 4=8
BinaryOp                 730                      2 1 697 729 730
Split                    splitncnn_13             1 2 730 730_splitncnn_0 730_splitncnn_1
BatchNorm                731                      1 1 730_splitncnn_1 731 0=256
ReLU                     732                      1 1 731 732
Convolution              733                      1 1 732 733 0=128 1=1 5=1 6=32768 8=2
BatchNorm                734                      1 1 733 734 0=128
ReLU                     735                      1 1 734 735
Convolution              736                      1 1 735 736 0=128 1=3 4=1 5=1 6=147456 8=2
BatchNorm                737                      1 1 736 737 0=128
ReLU                     738                      1 1 737 738
Convolution              739                      1 1 738 739 0=256 1=1 5=1 6=32768 8=2
BinaryOp                 740                      2 1 739 730_splitncnn_0 740
Interp                   741                      1 1 740 741 0=1 3=16 4=16
BinaryOp                 742                      2 1 676 741 742
Split                    splitncnn_14             1 2 742 742_splitncnn_0 742_splitncnn_1
BatchNorm                743                      1 1 742_splitncnn_1 743 0=256
ReLU                     744                      1 1 743 744
Convolution              745                      1 1 744 745 0=128 1=1 5=1 6=32768 8=2
BatchNorm                746                      1 1 745 746 0=128
ReLU                     747                      1 1 746 747
Convolution              748                      1 1 747 748 0=128 1=3 4=1 5=1 6=147456 8=2
BatchNorm                749                      1 1 748 749 0=128
ReLU                     750                      1 1 749 750
Convolution              751                      1 1 750 751 0=256 1=1 5=1 6=32768 8=2
BinaryOp                 752                      2 1 751 742_splitncnn_0 752
Interp                   753                      1 1 752 753 0=1 3=32 4=32
BinaryOp                 754                      2 1 655 753 754
Split                    splitncnn_15             1 2 754 754_splitncnn_0 754_splitncnn_1
BatchNorm                755                      1 1 754_splitncnn_1 755 0=256
ReLU                     756                      1 1 755 756
Convolution              757                      1 1 756 757 0=128 1=1 5=1 6=32768 8=2
BatchNorm                758                      1 1 757 758 0=128
ReLU                     759                      1 1 758 759
Convolution              760                      1 1 759 760 0=128 1=3 4=1 5=1 6=147456 8=2
BatchNorm                761                      1 1 760 761 0=128
ReLU                     762                      1 1 761 762
Convolution              763                      1 1 762 763 0=256 1=1 5=1 6=32768 8=2
BinaryOp                 764                      2 1 763 754_splitncnn_0 764
Interp                   765                      1 1 764 765 0=1 3=64 4=64
BinaryOp                 766                      2 1 634 765 766
Split                    splitncnn_16             1 2 766 766_splitncnn_0 766_splitncnn_1
BatchNorm                767                      1 1 766_splitncnn_1 767 0=256
ReLU                     768                      1 1 767 768
Convolution              769                      1 1 768 769 0=128 1=1 5=1 6=32768 8=2
BatchNorm                770                      1 1 769 770 0=128
ReLU                     771                      1 1 770 771
Convolution              772                      1 1 771 772 0=128 1=3 4=1 5=1 6=147456 8=2
BatchNorm                773                      1 1 772 773 0=128
ReLU                     774                      1 1 773 774
Convolution              775                      1 1 774 775 0=256 1=1 5=1 6=32768 8=2
BinaryOp                 776                      2 1 775 766_splitncnn_0 776
Convolution              777                      1 1 776 777 0=256 1=1 5=1 6=65536 8=2
BatchNorm                778                      1 1 777 778 0=256
ReLU                     779                      1 1 778 779
Split                    splitncnn_17             1 2 779 779_splitncnn_0 779_splitncnn_1
Convolution              780                      1 1 779_splitncnn_1 780 0=16 1=1 5=1 6=4096 8=2
Convolution              781                      1 1 779_splitncnn_0 781 0=256 1=1 5=1 6=65536 8=2
Convolution              782                      1 1 780 782 0=256 1=1 5=1 6=4096 8=2
BinaryOp                 783                      2 1 624_splitncnn_0 781 783
BinaryOp                 784                      2 1 783 782 784
Split                    splitncnn_18             1 3 784 784_splitncnn_0 784_splitncnn_1 784_splitncnn_2
BatchNorm                785                      1 1 784_splitncnn_2 785 0=256
ReLU                     786                      1 1 785 786
Convolution              787                      1 1 786 787 0=128 1=1 5=1 6=32768 8=2
BatchNorm                788                      1 1 787 788 0=128
ReLU                     789                      1 1 788 789
Convolution              790                      1 1 789 790 0=128 1=3 4=1 5=1 6=147456 8=2
BatchNorm                791                      1 1 790 791 0=128
ReLU                     792                      1 1 791 792
Convolution              793                      1 1 792 793 0=256 1=1 5=1 6=32768 8=2
BinaryOp                 794                      2 1 793 784_splitncnn_1 794
Pooling                  795                      1 1 784_splitncnn_0 795 1=2 2=2 5=1
Split                    splitncnn_19             1 2 795 795_splitncnn_0 795_splitncnn_1
BatchNorm                796                      1 1 795_splitncnn_1 796 0=256
ReLU                     797                      1 1 796 797
Convolution              798                      1 1 797 798 0=128 1=1 5=1 6=32768 8=2
BatchNorm                799                      1 1 798 799 0=128
ReLU                     800                      1 1 799 800
Convolution              801                      1 1 800 801 0=128 1=3 4=1 5=1 6=147456 8=2
BatchNorm                802                      1 1 801 802 0=128
ReLU                     803                      1 1 802 803
Convolution              804                      1 1 803 804 0=256 1=1 5=1 6=32768 8=2
BinaryOp                 805                      2 1 804 795_splitncnn_0 805
Split                    splitncnn_20             1 3 805 805_splitncnn_0 805_splitncnn_1 805_splitncnn_2
BatchNorm                806                      1 1 805_splitncnn_2 806 0=256
ReLU                     807                      1 1 806 807
Convolution              808                      1 1 807 808 0=128 1=1 5=1 6=32768 8=2
BatchNorm                809                      1 1 808 809 0=128
ReLU                     810                      1 1 809 810
Convolution              811                      1 1 810 811 0=128 1=3 4=1 5=1 6=147456 8=2
BatchNorm                812                      1 1 811 812 0=128
ReLU                     813                      1 1 812 813
Convolution              814                      1 1 813 814 0=256 1=1 5=1 6=32768 8=2
BinaryOp                 815                      2 1 814 805_splitncnn_1 815
Pooling                  816                      1 1 805_splitncnn_0 816 1=2 2=2 5=1
Split                    splitncnn_21             1 2 816 816_splitncnn_0 816_splitncnn_1
BatchNorm                817                      1 1 816_splitncnn_1 817 0=256
ReLU                     818                      1 1 817 818
Convolution              819                      1 1 818 819 0=128 1=1 5=1 6=32768 8=2
BatchNorm                820                      1 1 819 820 0=128
ReLU                     821                      1 1 820 821
Convolution              822                      1 1 821 822 0=128 1=3 4=1 5=1 6=147456 8=2
BatchNorm                823                      1 1 822 823 0=128
ReLU                     824                      1 1 823 824
Convolution              825                      1 1 824 825 0=256 1=1 5=1 6=32768 8=2
BinaryOp                 826                      2 1 825 816_splitncnn_0 826
Split                    splitncnn_22             1 3 826 826_splitncnn_0 826_splitncnn_1 826_splitncnn_2
BatchNorm                827                      1 1 826_splitncnn_2 827 0=256
ReLU                     828                      1 1 827 828
Convolution              829                      1 1 828 829 0=128 1=1 5=1 6=32768 8=2
BatchNorm                830                      1 1 829 830 0=128
ReLU                     831                      1 1 830 831
Convolution              832                      1 1 831 832 0=128 1=3 4=1 5=1 6=147456 8=2
BatchNorm                833                      1 1 832 833 0=128
ReLU                     834                      1 1 833 834
Convolution              835                      1 1 834 835 0=256 1=1 5=1 6=32768 8=2
BinaryOp                 836                      2 1 835 826_splitncnn_1 836
Pooling                  837                      1 1 826_splitncnn_0 837 1=2 2=2 5=1
Split                    splitncnn_23             1 2 837 837_splitncnn_0 837_splitncnn_1
BatchNorm                838                      1 1 837_splitncnn_1 838 0=256
ReLU                     839                      1 1 838 839
Convolution              840                      1 1 839 840 0=128 1=1 5=1 6=32768 8=2
BatchNorm                841                      1 1 840 841 0=128
ReLU                     842                      1 1 841 842
Convolution              843                      1 1 842 843 0=128 1=3 4=1 5=1 6=147456 8=2
BatchNorm                844                      1 1 843 844 0=128
ReLU                     845                      1 1 844 845
Convolution              846                      1 1 845 846 0=256 1=1 5=1 6=32768 8=2
BinaryOp                 847                      2 1 846 837_splitncnn_0 847
Split                    splitncnn_24             1 3 847 847_splitncnn_0 847_splitncnn_1 847_splitncnn_2
BatchNorm                848                      1 1 847_splitncnn_2 848 0=256
ReLU                     849                      1 1 848 849
Convolution              850                      1 1 849 850 0=128 1=1 5=1 6=32768 8=2
BatchNorm                851                      1 1 850 851 0=128
ReLU                     852                      1 1 851 852
Convolution              853                      1 1 852 853 0=128 1=3 4=1 5=1 6=147456 8=2
BatchNorm                854                      1 1 853 854 0=128
ReLU                     855                      1 1 854 855
Convolution              856                      1 1 855 856 0=256 1=1 5=1 6=32768 8=2
BinaryOp                 857                      2 1 856 847_splitncnn_1 857
Pooling                  858                      1 1 847_splitncnn_0 858 1=2 2=2 5=1
Split                    splitncnn_25             1 2 858 858_splitncnn_0 858_splitncnn_1
BatchNorm                859                      1 1 858_splitncnn_1 859 0=256
ReLU                     860                      1 1 859 860
Convolution              861                      1 1 860 861 0=128 1=1 5=1 6=32768 8=2
BatchNorm                862                      1 1 861 862 0=128
ReLU                     863                      1 1 862 863
Convolution              864                      1 1 863 864 0=128 1=3 4=1 5=1 6=147456 8=2
BatchNorm                865                      1 1 864 865 0=128
ReLU                     866                      1 1 865 866
Convolution              867                      1 1 866 867 0=256 1=1 5=1 6=32768 8=2
BinaryOp                 868                      2 1 867 858_splitncnn_0 868
Split                    splitncnn_26             1 2 868 868_splitncnn_0 868_splitncnn_1
BatchNorm                869                      1 1 868_splitncnn_1 869 0=256
ReLU                     870                      1 1 869 870
Convolution              871                      1 1 870 871 0=128 1=1 5=1 6=32768 8=2
BatchNorm                872                      1 1 871 872 0=128
ReLU                     873                      1 1 872 873
Convolution              874                      1 1 873 874 0=128 1=3 4=1 5=1 6=147456 8=2
BatchNorm                875                      1 1 874 875 0=128
ReLU                     876                      1 1 875 876
Convolution              877                      1 1 876 877 0=256 1=1 5=1 6=32768 8=2
BinaryOp                 878                      2 1 877 868_splitncnn_0 878
Split                    splitncnn_27             1 2 878 878_splitncnn_0 878_splitncnn_1
BatchNorm                879                      1 1 878_splitncnn_1 879 0=256
ReLU                     880                      1 1 879 880
Convolution              881                      1 1 880 881 0=128 1=1 5=1 6=32768 8=2
BatchNorm                882                      1 1 881 882 0=128
ReLU                     883                      1 1 882 883
Convolution              884                      1 1 883 884 0=128 1=3 4=1 5=1 6=147456 8=2
BatchNorm                885                      1 1 884 885 0=128
ReLU                     886                      1 1 885 886
Convolution              887                      1 1 886 887 0=256 1=1 5=1 6=32768 8=2
BinaryOp                 888                      2 1 887 878_splitncnn_0 888
Interp                   889                      1 1 888 889 0=1 3=8 4=8
BinaryOp                 890                      2 1 857 889 890
Split                    splitncnn_28             1 2 890 890_splitncnn_0 890_splitncnn_1
BatchNorm                891                      1 1 890_splitncnn_1 891 0=256
ReLU                     892                      1 1 891 892
Convolution              893                      1 1 892 893 0=128 1=1 5=1 6=32768 8=2
BatchNorm                894                      1 1 893 894 0=128
ReLU                     895                      1 1 894 895
Convolution              896                      1 1 895 896 0=128 1=3 4=1 5=1 6=147456 8=2
BatchNorm                897                      1 1 896 897 0=128
ReLU                     898                      1 1 897 898
Convolution              899                      1 1 898 899 0=256 1=1 5=1 6=32768 8=2
BinaryOp                 900                      2 1 899 890_splitncnn_0 900
Interp                   901                      1 1 900 901 0=1 3=16 4=16
BinaryOp                 902                      2 1 836 901 902
Split                    splitncnn_29             1 2 902 902_splitncnn_0 902_splitncnn_1
BatchNorm                903                      1 1 902_splitncnn_1 903 0=256
ReLU                     904                      1 1 903 904
Convolution              905                      1 1 904 905 0=128 1=1 5=1 6=32768 8=2
BatchNorm                906                      1 1 905 906 0=128
ReLU                     907                      1 1 906 907
Convolution              908                      1 1 907 908 0=128 1=3 4=1 5=1 6=147456 8=2
BatchNorm                909                      1 1 908 909 0=128
ReLU                     910                      1 1 909 910
Convolution              911                      1 1 910 911 0=256 1=1 5=1 6=32768 8=2
BinaryOp                 912                      2 1 911 902_splitncnn_0 912
Interp                   913                      1 1 912 913 0=1 3=32 4=32
BinaryOp                 914                      2 1 815 913 914
Split                    splitncnn_30             1 2 914 914_splitncnn_0 914_splitncnn_1
BatchNorm                915                      1 1 914_splitncnn_1 915 0=256
ReLU                     916                      1 1 915 916
Convolution              917                      1 1 916 917 0=128 1=1 5=1 6=32768 8=2
BatchNorm                918                      1 1 917 918 0=128
ReLU                     919                      1 1 918 919
Convolution              920                      1 1 919 920 0=128 1=3 4=1 5=1 6=147456 8=2
BatchNorm                921                      1 1 920 921 0=128
ReLU                     922                      1 1 921 922
Convolution              923                      1 1 922 923 0=256 1=1 5=1 6=32768 8=2
BinaryOp                 924                      2 1 923 914_splitncnn_0 924
Interp                   925                      1 1 924 925 0=1 3=64 4=64
BinaryOp                 926                      2 1 794 925 926
Split                    splitncnn_31             1 2 926 926_splitncnn_0 926_splitncnn_1
BatchNorm                927                      1 1 926_splitncnn_1 927 0=256
ReLU                     928                      1 1 927 928
Convolution              929                      1 1 928 929 0=128 1=1 5=1 6=32768 8=2
BatchNorm                930                      1 1 929 930 0=128
ReLU                     931                      1 1 930 931
Convolution              932                      1 1 931 932 0=128 1=3 4=1 5=1 6=147456 8=2
BatchNorm                933                      1 1 932 933 0=128
ReLU                     934                      1 1 933 934
Convolution              935                      1 1 934 935 0=256 1=1 5=1 6=32768 8=2
BinaryOp                 936                      2 1 935 926_splitncnn_0 936
Convolution              937                      1 1 936 937 0=256 1=1 5=1 6=65536 8=2
BatchNorm                938                      1 1 937 938 0=256
ReLU                     939                      1 1 938 939
Convolution              940                      1 1 939 940 0=16 1=1 5=1 6=4096 8=2
